Repository: BlackSquirrelz/niche
Catalog: niche/niche/houseplants/locale/*/LC_MESSAGES/django.po
Languages: de

source: Activity Table
de: Aktivitäten Tabelle

source: These are the possible activities, you can do with a plant
de: Mögliche Interaktionen mit Ihren Pflanzen

source: Activity
de: Interaktion

source: Description
de: Beschreib

source: No activities available
de: Noch keine Aktivitäten verfügbar

source: Plant Inventory
de: Pflanzen Inventar

source: Plant Log
de: Pflanzenlogbuch

source: Activities
de: Aktivitäten

source: Scientific Name
de: Wissenschaftlicher Name

source: Last watering Date
de: Gegossen am

source: Last fertilized Date
de: Gedüngt am

source: Watering
de: Giessen

source: Fertilizer
de: Düngen

source: Plant Table
de: Pflanzen

source: This table contains all the plants
de: Diese Tabelle beeinhaltet alle Ihre Pflanzen

source: Plant ID
de: Pflanzen ID

source: Last Water Date
de: Gegossen am

source: Last Fertilized Date
de: Gedüngt am

source: Plant Log Table
de: Pflanzenlogbuch

source: This table contains a log about all activites on that plant
de: Diese Tabelle beeinhaltet alle vergangenen Interaktionen mit ihrer Pflanze

source: Date
de: Datum

source: Plant Name
de: Name der Pflanze

source: No plants available
de: Derzeit sind noch keine Plfanzen verfügbar
